Revit 2027 API
TessellatedShapeBuilder Constructor
 Constructs a new instance of a TessellatedShapeBuilder.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public TessellatedShapeBuilder()
Public Sub New
public:
TessellatedShapeBuilder()
new : unit -> TessellatedShapeBuilder
See Also
Reference
TessellatedShapeBuilder Class
Autodesk.Revit.DB Namespace